#დავალება 1:
#შექმენით სია სადაც გადასცემთ რაზმის ლიდერების სახელს და გვარს  
#ელემენტებად და გამოიტანთ თქვენი რაზმის ლიდერის სახელს


Squad_leaders=["მოლოდინი", "ჯანეზაშვილი", "ტყეშელაშვილი", "ფილიშვილი"]
print(Squad_leaders[0])


#დავალება 2:
#შექმენით თქვენი რაზმის წევრებისგან სია და დაპრინტეთ შუა 5 რაზმის წევრი(slicing)


Squad_members=["თინათინ ზუზაძე", "ლუკას ვიშტეკალიუ", "გიორგი ლობჯანიძე", "ლუკა ათაბეგაშვილი", 
               "მირიან გელაშვილი", "ნინო სოლომონია", "ბექა გიორგობიანი", "ბექა ბერაშვილი", 
               "ნინი გოგლიჩაძე", "გიორგი ჩხეტიანი",  "სალომე მილაძე"]
print(Squad_members[3:8])


#დავალება3:
#შექმენით სია სადაც იქნება რამდენიმე ხილის სახელი და 1 ბოსტნეული,
# თქვენ უნდა შეცვალოთ ეს 1 ბოსტნეული სხვა რაიმე ხილით და 
# დაპრინტოთ სია

Fruit=["Watermelon", "Melon", "Carrot", "Strawberry"]
Fruit[2]="Cherry"
print(Fruit)